Repository: gbif/tech-docs
Catalog: translations/home/get-started.*.po
Languages: es, fr

source: Data publishing
es: Publicación de datos
fr: Publication de données

source: Get started
es: Comenzar
fr: Commencer

source: GBIF has developed technical documentation spread across 5 topics (should eventually be links + graphics perhaps?):
es: GBIF ha desarrollado documentación técnica repartida en 5 temas (¿con el tiempo deberían ser enlaces + gráficos quizás?):

source: The topic is relevant for new as well as experienced data publishers in GBIF
es: El tema es relevante tanto para los editores de datos de GBIF nuevos como para los experimentados
fr: Ce sujet est utile pour tous les fournisseurs de données du GBIF, les novices et chevronnés.

source: GBIF data processing & quality checks
es: Tratamiento de datos y controles de calidad de GBIF
fr: Traitement et contrôle qualité des données par le GBIF

source: This section describes what happens to the data after you publish to GBIF and the efforts GBIF makes to standardze and clean the data for ease of use
es: Esta sección describe lo que ocurre con los datos después de publicarlos en GBIF y los esfuerzos que GBIF hace para estandarizar y limpiar los datos para facilitar su uso
fr: Cette section explique comment les données sont traitées une fois publiés sur le GBIF et les processus pour standardiser et nettoyer les données pour faciliter leur utilisation

source: Data use
es: Uso de datos
fr: Untilisation de données

source: How to get the data you want from GBIF and how to process it
es: Cómo obtener los datos que desea de GBIF y cómo procesarlos
fr: Comment obtenir et traiter les données souhaitées du GBIF

source: Everything you need to know about the APIs GBIF use and how you can use them too!
es: ¡Todo lo que necesita saber sobre las API que utiliza GBIF y cómo puede utilizarlas usted también!
fr: Tout savoir sur l'utilisation des APIs du GBIF

source: Other GBIF services
es: Otros servicios de GBIF
fr: Autres services du GBIF

source: Registry, grscicoll, vocabulary server etc.
es: Registro, grscicoll, servidor de vocabulario, etc.
fr: Registre, GRSciColl (Registre Global de Collections Scientifiques), vocabulaires, etc.
