Repository: gbif/tech-docs
Catalog: translations/data-use/api-introduction.*.po
Languages: es

source: Introduction to the GBIF API
es: Introducción a la API de GBIF

source: The GBIF API provides a programmatic way to query and publish data on GBIF.org. It can be useful or necessary to use the API to
es: La API de GBIF proporciona una forma programática de consultar y publicar datos en GBIF.org. Puede ser útil o necesario usar la API para

source: make advanced queries, not supported by the website,
es: realizar consultas avanzadas, no admitidas por el sitio web,

source: include the results of GBIF queries in scripts, workflows or analyses, which can then be repeated reliably and automatically,
es: incluir los resultados de las consultas de GBIF en secuencias de comandos, flujos de trabajo o análisis, que pueden repetirse de forma fiable y automática,

source: embed GBIF data into other websites.
es: incrustar datos de GBIF en otras páginas web.

source: It can be accessed using any programming language, from a command-line terminal interface, or in some cases using a web browser.
es: Se puede acceder utilizando cualquier lenguaje de programación, desde una interfaz de terminal de línea de comandos o, en algunos casos, mediante un navegador web.

source: Beginners can refer to the https://data-blog.gbif.org/post/gbif-api-beginners-guide/[GBIF API Beginner's Guide] on the GBIF data blog.
es: Los principiantes pueden consultar https://data-blog.gbif.org/post/gbif-api-beginners-guide/[Guía para principiantes de la API de GBIF] en el blog de datos de GBIF.

source: Complete documentation is available in the xref:openapi::index.adoc[API Reference] section.
es: La documentación completa está disponible en la sección xref:openapi::index.adoc[Referencia API].

source: API clients
es: Clientes API

source: Software libraries to assist in using the GBIF API exist in these languages. They can make working with the API much easier, but do not have complete coverage of all available API methods.
es: Existen bibliotecas de software en estos lenguajes para ayudar a utilizar la API de GBIF. Pueden hacer que trabajar con la API sea mucho más fácil, pero no tienen una cobertura completa de todos los métodos disponibles de la API.

source: *rgbif* is a library maintained by GBIF for the R statistical programming language. See xref:rgbif.adoc[].
es: *rgbif* es una biblioteca mantenida por GBIF para el lenguaje de programación estadística R. Ver xref:rgbif.adoc[].

source: *pygbif* is a library maintained by GBIF for the Python programming language. See xref:pygbif.adoc[].
es: *pygbif* es una biblioteca mantenida por GBIF para el lenguaje de programación Python. Ver xref:pygbif.adoc[].

source: Other programming languages
es: Otros lenguajes de programación

source: There are also clients for *Ruby* (https://www.rubydoc.info/gems/gbifrb[gbifrb]) and *PHP* (https://gitlab.res-telae.cat/restelae/php-gbif[php-gbif]). These clients are not maintained by GBIF.
es: También hay clientes para *Ruby* (https://www.rubydoc.info/gems/gbifrb[gbifrb]) y *PHP* (https://gitlab.res-telae.cat/restelae/php-gbif[php-gbif]). Estos clientes no son mantenidos por GBIF.
