Repository: gbif/tech-docs
Catalog: translations/data-use/rgbif.*.po
Languages: es

source: Installation
es: Instalación

source: _An interface to the GBIF API for the R statistical programming environment._
es: _Interfaz de la API de GBIF para el entorno de programación estadística R._

source: Please see the main https://docs.ropensci.org/rgbif/index.html[rgbif documentation site].
es: Consulte la página principal https://docs.ropensci.org/rgbif/index.html[sitio de documentación para rgbif].

source: **rgbif** is an R package from https://ropensci.org/[rOpenSci] that allows searching and retrieving data from GBIF. rgbif wraps R code around the xref:api-introduction.adoc[GBIF API] to allow you to talk to GBIF from R and access metadata, species names, and occurrences.
es: **rgbif** es un paquete R de https://ropensci.org/[rOpenSci] que permite buscar y recuperar datos de GBIF. rgbif envuelve código R alrededor del xref:api-introduction.adoc[GBIF API] para permitirle hablar con GBIF desde R y acceder a metadatos, nombres de especies y ocurrencias.

source: install.packages("rgbif") # CRAN version
es: install.packages("rgbif") # versión CRAN

source: Getting Started
es: Primeros pasos

source: There are several long-form articles that can help get you started:
es: Hay varios artículos largos que pueden ayudarte a empezar:

source: https://docs.ropensci.org/rgbif/articles/rgbif.html[Getting Started]
es: https://docs.ropensci.org/rgbif/articles/rgbif.html[Primeros pasos]

source: https://docs.ropensci.org/rgbif/articles/getting_occurrence_data.html[Getting Occurrence Data From GBIF]
es: https://docs.ropensci.org/rgbif/articles/getting_occurrence_data.html[Obtención de datos de ocurrencias de GBIF]

source: https://docs.ropensci.org/rgbif/articles/taxonomic_names.html[Working With Taxonomic Names]
es: https://docs.ropensci.org/rgbif/articles/taxonomic_names.html[Trabajando con nombres taxonómicos]

source: Citation
es: Cita

source: Under the terms of the GBIF data user agreement, users who download data agree to cite a DOI. Please see GBIF’s https://www.gbif.org/citation-guidelines[citation guidelines] and https://docs.ropensci.org/rgbif/articles/gbif_citations.html[Citing GBIF Mediated Data].
es: Bajo los términos del acuerdo de usuario de datos de GBIF, los usuarios que descargan datos aceptan citar un DOI. Por favor, vea https://www.gbif.org/citation-guidelines[normas para citar] y https://docs.ropensci.org/rgbif/articles/gbif_citations.html[Citar datos mediados por GBIF] de GBIF.

source: Please also cite **rgbif** by running ``citation(package = "rgbif")``.
es: Por favor, cite también **rgbif** ejecutando ``citation(package = «rgbif»)``.
